{"1":{"name":"AVN","subtitulo":"RETRACTABLE NOZZLE VACUUM SEALER WITH GAS PURGE","parrafo":"<strong>Foot pedal activated gas-flush vacuum packaging at its finest. The AVN’s 1/4” wide sealing element delivers a leak-proof seal </strong> from sensitive electronics, to sterile medical devices, food to biotech applications, aerospace technology to scientific devices, etc. <br><br> With one touch of the pedal, <strong> the AVN flushes out oxygen and moisture with an inert gas of your choice </strong>, the automated stainless steel nozzle retracts, and your products are sealed in seconds. Clean Room compatible, the <strong>AVN</strong> is also ideal for electronics, medical and pharmaceutical applications. <strong>Combine the AVN’s precise automation with speed, extensive safety features and incredible durability, and faulty seals</strong> resulting from operator or machine error are virtually eliminated. <br><br> Providing additional functionality and convenience, the <strong>AVN’s</strong> gas-flush feature can be switched off, as well as the vacuum feature, or both off for impulse heat only sealing. <br><br> The <strong>AVN</strong> is hand assembled at our facility using only superior grade components. The <strong>AVN</strong> also features five seal lengths (20” 25” 30” 35” and 50”) and can be custom configured to meet CE Certification requirements.","parrafito":"Foot pedal activated gas-flush vacuum packaging at its finest. The AVN’s 1/4” wide sealing element delivers a leak-proof seal. CE available <br><br> Features five seal lengths (20” 25” 30” 35” 50”)"},"2":{"name":"AVS","subtitulo":"RETRACTABLE NOZZLE VACUUM SEALER","parrafo": "Offered in our <strong>most popular 20” seal length </strong>, the <strong>AVS</strong> combines the same quality and design integrity exhibited in the <strong>AVN</strong> without the gas-flush feature.  <strong>The AVS is the choice sealer for the widest range of our clientele</strong>, from medical and electronics device manu-facturer, to food industry retailers, to pharmaceutical and aerospace corporations.","parrafito": "Offered in our most popular 20” seal length, the AVS combines the same quality and design integrity exhibited in the AVN without the gas-flush feature. The AVS is the choice sealer for the widest range of all our clientele. CE available"},"3":{"name":"CAVN","subtitulo":"Self-Contained Retractable Nozzle Vacuum Sealer with Gas Purge","parrafo":"Expanding the abilities of the AVN model, the <strong>CAVN eliminates the need for additional equipment </strong>. Completely self-contained, <strong>the CAVN is ready to perform out of the box</strong>, while reducing equipment requirements and providing greater flexibility of placement locations within your facility. We’ve simplified our design with the same high quality components that have made all AmeriVacS  Vacuum Sealers the best in the industry.  All that is needed to oper-ate the <strong>CAVN</strong> is a press of a  pedal and in a manner of seconds you have a gas flushed, tight, reliable vacuum package. <br><br>  From our innovatively simple nozzle system to our state-of-the-art safety features, AmeriVacS continues its tradition of manufacturing efficient, dependable, easy to use Vacuum Sealers<br><br>  <strong> The AmeriVacS CAV Series Self Contained Retractable Nozzle Vacuum Sealers </strong> come with our exclusive high flow, stainless steel retractable nozzle that will help avoid operator bag manipulation during the vacuum cycle.  With our clean, quiet built-in air compressor/vacuum pump, you will be assured reliable vacuum  seals for years to come.  As with all our machines, setting up is quick and easy using only a  standard electrical outlet. <br><br>  The <strong>CAV Series Vacuum Sealers</strong> are hand-assembled at our facility  using only superior grade components. <strong>Available in 20” and 30” and can be custom configured to  meet CE Certification requirements.</strong>",	"parrafito": "The CAVN eliminates the need for additional equipment. Completely self-contained, is ready to perform out of the box, while reducing equipment requirements. Available in 20” and 30” and can be custom configured to meet CE Certification requirements."},"4":{"name":"CAVS","subtitulo":"RETRACTABLE NOZZLE VACUUM SEALER WITH GAS PURGE","parrafo":"Expanding the abilities of the AVS model, the <strong>CAVS eliminates the need for additional equipment.</strong>Completely self-contained, the <strong>CAVS is ready to perform out of the box</strong>, while reducing equipment requirements and providing greater flexibility of placement locations within your facility. We’ve simplified our design with the same high quality components that have made all AmeriVacS Vacuum Sealers the best in the industry.  All that is needed to operate the CAVS is a press of a pedal and in a manner of seconds you have a tight, reliable vacuum package.<br><br> From our innovatively simple nozzle system toour state-of-the-art safety features, AmeriVacS continues its tradition of manufacturing efficient, dependable, easy to use Vacuum Sealers. <br><br> The AmeriVacS <strong>CAV Series Self Contained Retractable Nozzle Vacuum Sealers </strong> come with our exclusive high flow, stainless steel retractable nozzle that will help avoid operator bag manipulation during the vacuum cycle.  With our clean, quiet built-in air compressor/vacuum pump, you will be assured reliable vacuum seals for years to come. As with all our machines, setting up is quick and easy using only a standard electrical outlet. <br><br> <strong>The CAV Series Vacuum Sealers are hand-assembled at our facility using only superior grade components.</strong> Available in 20” and 30” and can be custom configured to meet CE Certifi-cation requirements.","parrafito": "The CAVS eliminates the need for additional equipment. Completely self-contained, is ready to perform out of the box, while reducing equipment requirements. Available in 20” and 30” and can be custom configured to meet CE Certification requirements."},"5":{"name":"AVC","subtitulo":"CHAMBER VACUUM SEALER","parrafo":"The solution for your packaging program, <strong>the AVC is hand assembled using top grade materials and components.</strong> The <strong>AVC is compressed air driven</strong>, eliminating any concern regarding noise, vibration or heat generation. Unlike electromechanically driven vacuum seal-ers, our characteristic <strong>AmeriVacS design prevents particle generation and oil con-tamination</strong> that often leads to costly maintenance and downtime. <br><br> Clean Room compatible, <strong>the AVC is the ideal choice for medical and electronics device manufacturer, to food industry retailers, to pharmaceutical and aerospace corporations </strong>. Precision components guide the <strong> AVC’s </strong> industry setting seal speed and ensure clean, wrinkle-free seals without any bag distortion. Order an optional second seal bar, and the <strong> AVC </strong> instantly doubles smaller package volume. <br><br> One button touch sealing, preset vacuum controls and a large <strong> 22\"x22\"x4\" </strong> stainless steel vacuum chamber best define this no nonsense workhorse.", "parrafito":"The AVC is hand assembled using top grade materials and components. The AVC is compressed air driven, eliminating any concern regarding noise, vibration or heat generation. <br> One button touch sealing, preset vacuum controls and a large 22\"x22\"x4\" stainless steel vacuum chamber best define this no nonsense workhorse."},"6":{"name":"AVCG","subtitulo":"CHAMBER VACUUM SEALER WITH GAS PURGE","parrafo":"<strong>The AVCG combines the same quality and design integrity exhibited in the AVC, but with the gas-flush feature</strong>. Just press and hold the start button to close the lid. Once down, your <strong>AVCG</strong> will pull an initial vacuum followed by inserting your desires inert gas, reaching into every nook and cranny inside your bag, then followed by a second vacuum before sealing with it’s wide ¼” sealing element, delivering a leak-proof seal. <br><br> <strong>The AVCG is so versatile, you can adjust the level of vacuum that your product needs</strong>.  No need to worry about adjusting vacuum timers for every package.","parrafito":"The AVCG combines the same quality and design integrity exhibited in the AVC, but with the gas-flush feature. It’s so versatile, you can adjust the level of vacuum that your product needs without worrying about adjusting vacuum timers for every package. <br> No need to worry about adjusting vacuum timers for every package."},"7":{"name":"AVP","subtitulo":"PNEUMATIC IMPULSE SEALER","parrafo":"The <strong>AVP series was designed for heavy-duty applications</strong>. The most evident feature of the <strong>AVP</strong> is its lack of visible controls. Form follows function providing an expansive clear work surface to hold product ready to be sealed. <br><br> Side mounted heat and cool timers fitted to a powder coated steel chassis regulate seal parameters that are critical to obtaining airtight/watertight seals. A one-tap steel encased foot switch <strong>provides hands-free operation</strong>. And, of key significance, like the AVN and AVS, the <strong>AVP will not fire an impulse until the upper and lower jaw completely meet, further ensuring operator safety and uncompromised seal integrity</strong>. <br><br> The pressure bar is powder coated aluminum. Made of professional grade components, <strong>the AVP is still lightweight enough (29lbs) to be moved effortlessly in your facility</strong>.","parrafito":"The AVP series was designed for heavy-duty applications. The most evident feature of the AVP is its lack of visible controls. Form follows function providing an expansive clear work surface to hold product ready to be sealed. <br> The AVP is still lightweight enough (29lbs) to be moved effortlessly in your facility."}}